Revit 2027 API
UV Constructor
Overload List
Name | Description
UV() | Creates a default UV with the values (0, 0).
UV(Double, Double) | Creates a UV with the supplied coordinates.
Top
See Also
Reference
UV Class
Autodesk.Revit.DB Namespace